Repository: anviks/RecipeApp
Catalog: RecipeApp/*.Resources/ModelBindingErrors.*.resx
Languages: cs

# ValueIsInvalid
source: The value '{0}' is invalid.
cs: Hodnota '{0}' není platná.

# ValueMustBeANumber
source: The value '{0}' must be a number.
cs: Hodnota '{0}' musí být číslo.

# MissingBindRequiredValue
source: A value for the '{0}' property was not provided.
cs: Hodnota pro vlastnost '{0}' nebyla zadána.

# AttemptedValueIsInvalid
source: The attempted value '{1}' is not valid for '{0}'.
cs: Pokus o hodnotu '{1}' není platný pro '{0}'.

# MissingKeyOrValue
source: A value is required.
cs: Hodnota je vyžadována.

# MissingRequestBodyRequiredValue
source: A non-empty request body is required.
cs: Je vyžadován neprázdný požadavek na tělo.

# NonPropertyUnknownValueIsInvalid
source: The supplied value is invalid.
cs: Zadaná hodnota není platná.

# NonPropertyValueMustBeANumber
source: The value must be a number.
cs: Hodnota musí být číslo.

# UnknownValueIsInvalid
source: The value '{0}' is invalid.
cs: Hodnota '{0}' není platná.

# ValueMustNotBeNull
source: The value '{0}' must not be null.
cs: Hodnota '{0}' nesmí být null.

# NonPropertyAttemptedValueIsInvalid
source: The attempted value '{0}' is not valid.
cs: Pokus o hodnotu '{0}' není platný.
